using System;

namespace HW._02
{
    class Program
    {
        static void Main(string[] args)
        {
            //1.Указываем путь к файлу из которого будет считываться текст
            //2.Считываем содержимое файла в строку 
            //3.разбиваем полученную строку на массив символов
            //4.создаем массив байтов и задаем его длину
            //5.обрабатываем в цикле каждый символ файла
            //6.преобразуем текущий символ файла к типу byte
            //7.присваиваем полученное значение текущему байту изображения
            //8.записываем полученные байты в наш конечный результат - картинку
        }
    }
}
